<?php

return [

	'setting_design' => 'Настройка дизайна',
	'card_name' => 'Название карты',
	'card_placeholder' => 'Например: моя первая карта',
	'logo' => 'Логотип',
	'image_placeholder' => 'Перетяните файл',
	'select' => 'Выбрать',
	'image_rules' => '<li>Файл должен быть иметь формат png</li>
                      <li>Рекомендованный размер: 480х150 пикселей.<br> Минимальная высота 150 пикселей.<br> Максимальная высота
                        должна быть равна<br> пропорции (высота х 3.2).</li>',
	'card_color' => 'Цвет карты',
	'color_header' => 'Фон "шапки"',
	'color_body' => 'Фон страницы',
	'nof_stamps' => 'Количество штампов',
	'stamps_placeholder' => 'Выберите сколько всего штампов<br> будет размещено на карте (от 1 до 30)',
	'stamps_font' => 'Внешний вид штампов',
	'active_stamp' => 'Изображение активного штампа',
	'prev' => 'Назад',
	'next' => 'Следующий шаг',
	'info' => 'Информация',
	'description' => 'Описание карты',
	'description_text' => 'Это будет отображаться в верхней части вашей карты<br> Apple Wallet и на вашей странице регистрации',
	'description_placeholder' => 'Например: собирайте штамы для получения наград',
	'card_use' => 'Как клиенту получить штамп',
	'card_use_text' => 'Примеры: купите кофе стоимостью от 150 рублей, чтобы получить штамп;<br> получите 1 штамп за каждый кофе, который вы покупаете',
	'card_use_placeholder' => 'Например: купите кофе стоимостью от 150 рублей',
	'details' => 'Детали вознаграждения',
	'gift_description' => 'Описание награды',
	'gift_description_text' => 'Опишите награду. (например, вы получите бесплатный кофе)<br> после получения 8 штампов; 4 штампа = 10% скидка',
	'gift_description_placeholder' => 'Введите описание награды',
	'gift_price' => 'Цена за 1 подарок',
	'gift_price_text' => 'Введите стоимость 1 подарка для статистики',
	'condition' => 'Условия использования',
	'condition_text' => 'Опишите награду. (например, вы получите бесплатный кофе)<br> после получения 8 штампов; 4 штампа = 10% скидка',
	'card_create' => 'Создать карту',
	'card_edit' => 'Редактировать карту',
	'' => '',

];